{"locations":
[
  {
    "cat_id": 1,
    "img": "assets/images/categories/archeological-sites.png",
    "monuments": [
      {
        "pin": {
          "pin_id": 2,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/archaelogical.png",
          "pos": {
            "x": -1.84,
            "y": 6.42,
            "z": 70.12
          },
          "visibledistance": 1000000
        },
        "lat": 36.352112,
        "lon": 25.403506,
        "id": 2,
        "img": "a1-min.jpg",
        "path": "akrotiri/",
        "video": "akrotiri.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "IMG_1009 WIDE SMALL PANORAMA.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Προϊστορικός Οικισμός Ακρωτηρίου Θήρας",
              "subtitle": "Αρχαιολογικός Χώρος",
              "short_descr": "Ένας από τους πιο σημαντικούς οικισμούς του Αιγαίου και ένας από τους πιο διάσημους αρχαιολογικούς χώρους της Ελλάδας.",
              "long_descr": "Ένας από τους πιο σημαντικούς οικισμούς του Αιγαίου και ένας από τους πιο διάσημους αρχαιολογικούς χώρους της Ελλάδας. Οι πρώτες εγκαταστάσεις στο Ακρωτήρι χρονολογούνται από την Ύστερη Νεολιθική Εποχή (4η χιλιετία π.Χ.),  ενώ ο οικισμός που διαμορφώθηκε χρόνια μετά, αναδείχθηκε σε ένα από τα πιο σημαντικά αστικά κέντρα και λιμάνια του Αιγαίου. Η μεγάλη του έκταση, περίπου 200 στρέμματα, η άριστη πολεοδομική του οργάνωση, οι εμπορικές  συναλλαγές  με τον Μινωικό Πολιτισμό - Κρήτη, η πληθώρα οικιστικών  ευρημάτων καθώς και οι ξεχωριστές τοιχογραφίες αναδεικνύουν την ιστορική και πολιτισμική ανάπτυξη του χώρου. Η ίδια αιτία που κατέστρεψε τον προϊστορικό οικισμό του Ακρωτηρίου ήταν η ίδια αιτία που διατήρησε ανέπαφα τα ευρήματα μέχρι και τώρα, η  ηφαιστειακή έκρηξη που έγινε στα μέσα του 17ου αι π.X Στοιχεία για την κατοίκηση του ακρωτηρίου άρχισαν να έρχονται στο φως στα μέσα του 19ου αιώνα κυρίως από ξένες αρχαιολογικές ανασκαφές. Οι συστηματικές όμως ανασκαφές ξεκίνησαν το 1967 από τον καθηγητή Αρχαιολογίας Σπύρο Μαρινάτο, ενώ συνεχίζονται μέχρι σήμερα από τον Καθηγητή Χρίστο Ντούμα."
            },
            "en": {
              "title": "Prehistoric Settlement of Akrotiri Thira",
              "subtitle": "Archaeological Site",
              "short_descr": "One of the most important settlements of the Aegean and one of the most famous archaeological sites of Greece.",
              "long_descr": "One of the most important settlements of the Aegean and one of the most famous archaeological sites of Greece. The first settlements in Akrotiri date back to the Late Neolithic Age (4th millennium BC), while the village that was formed years later became one of the most important urban centers and ports of the Aegean. The large area, about 200 acres, the excellent urban planning, the signs of trade with Minoan Civilization - Crete, the abundance of residential findings as well as the exceptional frescoes highlight the historical and cultural development of the area. The cause that destroyed the prehistoric settlement of Akrotiri is the same that kept the findings intact until now, the volcanic eruption that took place in the mid-17th century BC. Evidence for the habitation of the village of Akrotiri started coming to light in the mid-19th century, mainly from foreign archaeological excavations. However, systematic excavations began in 1967 by Professor Spiros Marinatos. The excavation continues till today under the direction of Professor Christos Doumas."
            }
          }
        ]
      }
    ]
  },
  {
    "cat_id": 2,
    "img": "assets/images/categories/churches.png",
    "monuments": [
      {
        "pin": {
          "pin_id": 4,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/churches.png",
          "pos": {
            "x": 29.34,
            "y": 8.24,
            "z": -12.88
          },
          "visibledistance": 1000000
        },
        "lat": 36.418476,
        "lon": 25.431350,
        "id": 4,
        "img": "AERIAL PHOTO BB0 SMALL.jpg",
        "path": "orthodox_ypapanti/",
        "video": "ORTHODOX_CATHEDRAL.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "IMG_0955 WIDE SMALL PANORAMA.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Καθεδρικός Ναός Υπαπαντής",
              "subtitle": "Εκκλησία",
              "short_descr": "Η ορθόδοξη Μητρόπολη του νησιού που βρίσκεται στο υψηλότερο σημείο των Φηρών.",
              "long_descr": "Η ορθόδοξη Μητρόπολη του νησιού που βρίσκεται στο υψηλότερο σημείο των Φηρών. Αρχικά, όταν ο οικισμός των Φηρών άρχισε να αναπτύσσεται, έπρεπε να βρεθεί κάποιος ναός να χρηματίσει ως μητρόπολη των ορθοδόξων κατοίκων. Γι αυτό το λόγο, αξιοποιήθηκε ο μικρός ναός της Υπαπαντής του Σωτήρα, που ιδρύθηκε από τον Μάρκο Μπελλώνια, θηραίο έμπορα των Φηρών. Ο πληθυσμός όμως της πόλης καθώς και οι λατρευτικές ανάγκες ολοένα και αυξανόταν και για αυτό το λόγο αποφάσισαν να χτίσουν έναν μεγαλύτερο ναό. Ο σεισμός του 1956, όμως κατέστρεψε την εκκλησία  και ουσιαστικά η τελευταία του φάση είναι ο ναός που υπάρχει μέχρι και σήμερα. Η παράδοση αναφέρει, ότι η εικόνα της Παναγίας που υπάρχει ακόμα στον ναό,  προέρχεται από την Αγία Σοφία της Κωνσταντίνουπολης. Μερικά από τα σημεία που ξεχωρίζουν σήμερα, είναι ο ολόλευκος ναός με τις καμάρες του, το ψηφιδωτό στον προαύλιο χώρο του και οι εντυπωσιακές αγιογραφίες που υπάρχουν εσωτερικά."
            },
            "en": {
              "title": "Orthodox Cathedral temple of Ipapanti",
              "subtitle": "Church",
              "short_descr": "The Orthodox Cathedral of the island is located at the highest point of Fira.",
              "long_descr": "The Orthodox Cathedral of the island is located at the highest point of Fira. In the beginning, when the settlement of Fira started to grow, a church had to be found to be used as a Cathedral for the residents. For this reason, a small temple was used, founded by Mark Bellonias, a merchant in Fira. However, the population of the city as well as the needs of locals were increasing and they decided to build a larger one. The earthquake of 1956, however, destroyed the church and its last phase is the church that exists till today. According to local tradition, the icon of the Virgin Mary, still existing in the church, comes from the Agia Sophia (Saint Sophia) of Constantinople. Some of the points that stand out today are the whitewashed temple with its arches, the mosaic in its courtyard and the impressive interior paintings."
            }
          }
        ]
      },
      {
        "pin": {
          "pin_id": 8,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/churches.png",
          "pos": {
            "x": 49.58,
            "y": 8.24,
            "z": 31.84
          },
          "visibledistance": 1000000
        },
        "lat": 36.377892,
        "lon": 25.463959,
        "id": 8,
        "img": "pan epi09407 CUT SMALL.jpg",
        "path": "panagia_episkopi/",
        "video": "PANAGIAEPISKOPI.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "PANAGIA EPISKOPI PANORAMIC 01 SMALL PANORAMIC.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Παναγία η Επισκοπή",
              "subtitle": "Εκκλησία",
              "short_descr": "Η εκκλησία της Παναγίας Επισκοπής, θεωρείται το πιο σημαντικό εκκλησιαστικό μνημείο της Σαντορίνης.",
              "long_descr": "Η εκκλησία της Παναγίας Επισκοπής, θεωρείται το πιο σημαντικό εκκλησιαστικό μνημείο της Σαντορίνης. Χτίστηκε από τον αυτοκράτορα Αλέξιο Κομνηνό, ενώ διαδραμάτισε ρόλο στην κοινωνική, οικονομική ζωή του νησιού, Η εκκλησία της Επισκοπής ή η Παναγιά της Γωνιάς, χτίστηκε από τον αυτοκράτορα Αλέξιο Κομνηνό τον 11ο αιώνα. Κατά την πάροδο των χρόνων, κυριεύεται από διάφορους κατακτητές ενώ ακόμα και οι έριδες μεταξύ ορθοδόξων και καθολικών διαδραματίζουν σημαντικό ρόλο στην ιστορία του ναού. Από πλευράς αρχιτεκτονικής, ενσωμάτωσε στοιχεία τόσο από την Αρχαία Θήρα, τον δεύτερο πιο σημαντικό αρχαιολογικό χώρο του νησιού,  όσο και από τον περιβάλλοντα χώρο του ναού. Ήταν αναμφίβολα διακοσμημένη με τοιχογραφίες που έγιναν με εντολή του αυτοκράτορα. Τιμάει την Κοίμηση της Θεοτόκου, και θεωρείται ένα από τα πιο σημαντικά πανηγύρια για τους ντόπιους."
            },
            "en": {
              "title": "Church of Episkopi",
              "subtitle": "Church",
              "short_descr": "The church of Panagia Episkopi is considered to be the most important ecclesiastical monument of Santorini.",
              "long_descr": "The church of Panagia Episkopi is considered to be the most important ecclesiastical monument of Santorini. It was built by Emperor Alexios Komninos, and played a significant role in the social and economic life of the island. The church of Episkopi, or the church of Virgin Episkopi was built by Emperor Alexios Komninos in the 11th century. Over the years, it has been dominated by various conquerors and even the disputes between the Orthodox and Catholics have played an important role in the history of the church. From an architectural point of view, it incorporated parts from both Ancient Thira, our second most important archeological site, and the surrounding area. It was undoubtedly decorated with frescoes commissioned by the emperor. It honors the Assumption of Virgin Mary and is considered to be one of the most important festivals for the locals."
            }
          }
        ]
      },
      {
        "pin": {
          "pin_id": 10,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/churches.png",
          "pos": {
            "x": 69.86,
            "y": 8.24,
            "z": 63.92
          },
          "visibledistance": 1000000
        },
        "lat": 36.357737,
        "lon": 25.475845,
        "id": 10,
        "img": "DSC05062 SMALL-min.jpg",
        "path": "palaiochristianiki/",
        "video": "BASILICA_ST_EIRINI.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "PALAIOXRISTIANIKI WIDE SMALL PANORAMA.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Παλαιοχριστιανική βασιλική Αγίας Ειρήνης -  Περίσσα",
              "subtitle": "Εκκλησία",
              "short_descr": "Μία από τις πιο άγνωστες αρχαιολογικές περιοχές του νησιού.",
              "long_descr": "Μία από τις πιο άγνωστες αρχαιολογικές περιοχές του νησιού, η εκκλησία της Αγίας Ειρήνης στην Περίσσα. Θεωρείται μία από τις δύο εκκλησίες από τις οποίες προήλθε το όνομα Σαντορίνη (Σαντορίνη – Santa Irene). H ίδρυσή της προσδιορίζεται στα τέλη του 5ου αιω. Θεωρείται η μεγαλύτερη βασιλική στο νησί για την οποία παραγγέλθηκε ο διάκοσμος από την Κωνσταντίνουπολη. Κατά τη διάρκεια των ανασκαφών έχουν βρεθεί και αρχαία νομίσματα, ενώ φαίνεται να έχει καταστραφεί  και από την έκρηξη του ηφαιστείου του 726 μ.Χ. Θεωρείται ίσως η αιτία από την οποία προήλθε το όνομα Σαντορίνη. Ταυτόχρονα, βρίσκεται λίγα μέτρα από την αρχή του μονοπατιού προς την Αρχαία Θήρα."
            },
            "en": {
              "title": "Early Christian Basilica of Agia Irini (Saint Irene) - Perissa",
              "subtitle": "Church",
              "short_descr": "One of the most unknown archaeological site of the island.",
              "long_descr": "One of the most unknown archaeological site of the island, is the church of Agia Irini (Saint Irene), in Perissa. It is considered one of the two churches from which the name Santorini originated (Santorini - Santa Irene). Its foundation dates to the late 5th century. It is the largest basilica temple on the island, the decoration of which was ordered from Constantinople. Ancient coins have also been found during excavations, and it appears to have been destroyed by the volcanic eruption of the 726 AD. This is probably how the name Santorini came up. At the same time, it is a few meters far from the beginning of the path to Ancient Thira."
            }
          }
        ]
      }
    ]
  },
  {
    "cat_id": 3,
    "img": "assets/images/categories/volcanos.png",
    "monuments": [
      {
        "pin": {
          "pin_id": 1,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/volcanos.png",
          "pos": {
            "x": -8.50,
            "y": 9.12,
            "z": 4.4
          },
          "visibledistance": 1000000
        },
        "lat": 36.400014,
        "lon": 25.400003,
        "id": 1,
        "img": "C0460 CUT B SMALL.jpg",
        "path": "new_kameni/",
        "video": "NEAKAMENI.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "VIDEO_08180 SMALL PANORAMIC.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Νέα Καμένη Θήρας",
              "subtitle": "Ηφαίστειο",
              "short_descr": "Ένας από τους πιο σπουδαίους παγκοσμίως ηφαιστειακούς χώρους.",
              "long_descr": "Η Νέα Καμένη είναι ηφαιστειογενές νησί στο κέντρο της διάσημης καλδέρας της Σαντορίνης με πρώτη έκρηξη κατά τη διάρκεια του 16ου αιώ.μ.Χ., ενώ τελευταία  ηφαιστειακή δραστηριότητα εγινε το 1950. Αποτελεί, το πιο πρόσφατα δημιουργημένο τμήμα ξηράς της Ευρώπης.  Το ηφαίστειο θεωρείται ενεργό,  για αυτό παρακολουθείται από πλήθος ερευνητών από διάφορα πανεπιστήμια, ενώ εκατοντάδες επισκέπτες εντυπωσιάζονται  από την ιστορία και τη γεωλογική του  ανάπτυξη.   Ξεχωριστά σημεία  στην ιστορία του ηφαιστείου είναι τα λαογραφικά στοιχεία που έχουν αναπτύχθεί από τους κατοίκους του νησιού, αλλά και οι ιδιαίτερες αφηγήσεις των εκρήξεων από διάφορους περιηγητές."
            },
            "en": {
              "title": "Nea Kameni",
              "subtitle": "Volcano",
              "short_descr": "One of the most important volcanic areas in the world.",
              "long_descr": "Nea Kameni is a volcanic island in the center of the famous caldera with its first eruption during the 16th century, while the last volcanic activity was in 1950.  It is Europe's most recently created land part. The volcano is considered active, and is being monitored by a large number of researchers from various universities. Hundreds of visitors are impressed by its history and geological development. Separate points of the history of the volcano are the folklore elements developed by the locals, as well as the memorable narrations by various travelers."
            }
          }
        ]
      },
      {
        "pin": {
          "pin_id": 3,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/volcanos.png",
          "pos": {
            "x": -22.92,
            "y": 6.42,
            "z": 10.72
          },
          "visibledistance": 1000000
        },
        "lat": 36.398059,
        "lon": 25.378611,
        "id": 3,
        "img": "C0473 A0 SMALL-min.jpg",
        "path": "palaia_kameni/",
        "video": "PALEAKAMENI.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "VIDEO_14560 SMALL PANORAMIC.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Παλαιά Καμένη",
              "subtitle": "Ηφαίστειο",
              "short_descr": "Το δεύτερο σε σπουδαιότητα ηφαίστειο μέσα στην Καλντέρα της Σαντορίνης.",
              "long_descr": "Η Παλαιά Καμένη είναι το δεύτερο σε σπουδαιότητα ηφαίστειο μέσα στην Καλντέρα της Σαντορίνης. Κατά μήκος των ακτών, εμφανίζονται πολλές θερμές πηγές και κατά την διάρκεια του καλοκαιριού, μεγάλος αριθμός τουριστών επισκέπτεται το νησί προκειμένου να κολυμπήσουν στα κίτρινα, από το θειάφι, νερά. Η κυριότερη θερμή πηγή του νησιού βρίσκεται στον όρμο του Αγίου Νικολάου. Στην ηφαιστειακή ιστορία της Παλαιάς Καμένης, ξεχωρίζει η έκρηξη του 726 μ.Χ. Αυτή η έκρηξη διαταράσσει σοβαρά την οικονομική και κοινωνική ζωή του Αιγαίου και ερμηνεύτηκε ως ένδειξη της οργής του Θεού που προκάλεσε η εικονομαχική διαμάχη που συγκλόνισε τότε τη βυζαντινή αυτοκρατορία."
            },
            "en": {
              "title": "Palea Kameni",
              "subtitle": "Volcano",
              "short_descr": "The second most important volcano in the Caldera of Santorini.",
              "long_descr": "Palaia Kameni is the second most important volcano in the Caldera of Santorini. There are many hot springs along the coast and during the summer a large number of tourists visit the island to swim in the yellow, sulfur colored waters. The main hot spring of the island is in the bay of Agios Nikolaos (Saint Nikolaos). The eruption of 726 AD stands out in the volcanic history of Palaia Kameni. This eruption severely disrupted the economic and social life of the Aegean and was interpreted as an indication of the wrath of God caused by the iconoclastic controversy that shook the Byzantine Empire."
            }
          }
        ]
      }
    ]
  },
  {
    "cat_id": 4,
    "img": "assets/images/categories/museums.png",
    "monuments": [
      {
        "pin": {
          "pin_id": 5,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/museums.png",
          "pos": {
            "x": 33.40,
            "y": 8.24,
            "z": -4.16
          },
          "visibledistance": 1000000
        },
        "lat": 36.356413,
        "lon": 25.438996,
        "id": 5,
        "img": "EXTERIOR 01.jpg",
        "path": "prehistoric_museum/",
        "video": "MuseumofPrehistoric.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "IMG_0948 WIDE SMALL PANORAMA.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Μουσείο Προϊστορικής Θήρας",
              "subtitle": "Μουσείο",
              "short_descr": "Το νεότερο δημόσιο μουσείο στη Σαντορίνη, το οποίο περιλαμβάνει εκθέματα από την προϊστορική περίοδο του νησιού, βρίσκεται στα Φηρά.",
              "long_descr": "Το νεότερο δημόσιο μουσείο στη Σαντορίνη, το οποίο περιλαμβάνει εκθέματα από την προϊστορική περίοδο του νησιού, βρίσκεται στα Φηρά. Το Μουσείο μπορεί να θεωρηθεί ως προέκταση του αρχαιολογικού χώρου του Ακρωτηρίου, αφού στεγάζει τις τοιχογραφίες αλλά και τα κινητά ευρήματα του αστικού αυτού κέντρου στην περίοδο της μεγάλης ακμής του (17ος αι. π.Χ.). Παράλληλα φιλοξενεί ευρήματα από πολλές άλλες θέσεις της Θήρας που χρονολογούνται από την 5η χιλιετία π.Χ. Ιδιαίτερο ενδιαφέρον προκαλεί η γεωλογική ιστορία του νησιού με την έντονη ηφαιστειακή δραστηριότητα, που φαίνεται να άρχισε περίπου πριν από 1,5 εκατομμύριο χρόνια. Η περίοδος ακμής του Ακρωτηρίου (17ος αι. π.Χ.), ζωντανεύει με την ανάπτυξη επί μέρους τομέων της ζωής και της δραστηριότητας των κατοίκων της προϊστορικής πόλης. Αξιοσημείωτο είναι και το γεγονός ότι όλα τα εκθέματα είναι σε εξαιρετική κατάσταση διατήρησης. Τελευταίο έκθεμα που εντυπωσιάζει τους επισκέπτες, είναι ο μικρών διαστάσεων χρυσός αίγαγρος εντοπίστηκε κατά την ανασκαφή για τη θεμελίωση των στύλων του νέου στεγάστρου το 1999. Βρέθηκε σε μια  ξύλινη θήκη, από την οποία διατηρήθηκε μόνο το αποτύπωμα, μέσα σε μια πήλινη λάρνακα."
            },
            "en": {
              "title": "Museum of Prehistoric Thira",
              "subtitle": "Museum",
              "short_descr": "The newest public museum in Santorini, featuring exhibits from the island's prehistoric period, is located in Fira.",
              "long_descr": "The newest public museum in Santorini, featuring exhibits from the island's prehistoric period, is located in Fira. The Museum can be considered as an extension of the archaeological site of Akrotiri, since it houses the frescoes and other portable findings of this urban center during the period of its great prosperity (17th century BC). It also hosts findings from many other sites in Thira dating from the 5th millennium BC. The geological history of the island is of particular interest, due to its intense volcanic activity, which seems to have started about 1.5 million years ago. The period of Akrotiri's flourishing (17th century BC) comes alive with the development of individual areas of life and activity of the prehistoric city. It is also noteworthy that all exhibits are perfectly preserved. The last exhibit to impress the visitors, is the small golden goat found during an excavation to lay the foundations of the new shelter in 1999. It was found in a wooden case, from which only the imprint was preserved, in a clay shrine."
            }
          }
        ]
      },
      {
        "pin": {
          "pin_id": 6,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/museums.png",
          "pos": {
            "x": 29.22,
            "y": 7.24,
            "z": 86.22
          },
          "visibledistance": 1000000
        },
        "lat": 36.339135,
        "lon": 25.432856,
        "id": 6,
        "img": "DSC05075 SMALL.jpg",
        "path": "tomato/",
        "video": "TOMATOI_MUSEUM.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "G0362487 WIDE SMALL PANORAMA.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Βιομηχανικό Μουσείο Τομάτας «Δ.Νομικός»",
              "subtitle": "Μουσείο",
              "short_descr": "Το Βιομηχανικό Μουσείο Τομάτας «Δ.Νομικός», ιδρύθηκε το 1945 από τον Γιώργο Νομικό, στην παραλία της Βλυχάδας.",
              "long_descr": "Το Βιομηχανικό Μουσείο Τομάτας «Δ.Νομικός», ιδρύθηκε το 1945 από τον Γιώργο Νομικό, στην παραλία της Βλυχάδας. Ήταν ένα από τα 9 εργοστάσια τομάτας που υπήρχαν στον 20ο αιώνα στο νησί. Το παλιό εργοστάσιο τομάτας «Δ. Νομικός» στη Βλυχάδα μετατράπηκε σε σύγχρονο Βιομηχανικο Μουσείο για να προσφέρει στους επισκέπτες του μία αναδρομή στο παρελθόν, ακολουθώντας την πορεία καλλιέργειας, επεξεργασίας και παραγωγής τομάτας, ενός από τα πιο διάσημα και παραδοσιακά προϊόντα της Σαντορίνης.Στο Μουσείο ο επισκέπτης έρχεται σε επαφή με τις παραδοσιακές μεθόδους που ακολουθούνταν από τους ντοματοποιούς της Σαντορίνης, γνωρίζοντας παράλληλα την ιστορία του τόπου, των κατοίκων της και των παραδόσεών τους.Τα εκθέματα του Μουσείου περιλαμβάνουν μηχανές επεξεργασίας από το 1890, παλιά χειρόγραφα βιβλία του εργοστασίου, παλιά εργαλεία, τις πρώτες ετικέτες, καθώς και οπτικοακουστικό υλικό με μαγνητοσκοπημένες αφηγήσεις ανθρώπων που εργάστηκαν στο εργοστάσιο."
            },
            "en": {
              "title": "Tomato Industrial Museum “D.Nomikos”",
              "subtitle": "Museum",
              "short_descr": "The Industrial Museum of Tomatoes \"D. Nomikos\", was founded in 1945 by George Nomikos, in Vlychada beach.",
              "long_descr": "The Industrial Museum of Tomatoes \"D. Nomikos\", was founded in 1945 by George Nomikos, in Vlychada beach. It was one of the 9 tomato industries that existed in the 20th century on the island. The historical tomato factory of D.Nomikos in Vlychada has been transformed into a modern Industrial Tomato Museum, offering its visitors a journey back to the industrial past of Santorini, by guiding them through the cultivation, processing and production of tomato. The fact that tomato is one of the most famous and traditional products of Santorini, makes this experience a unique one. In the museum, the visitor experiences all the traditional methods followed by the tomato producers of Santorini and at the same time, becomes acquainted with the museum exhibits. These include a full range of the processing machinery dating back to 1890, hand-written account books of the plant, a variety of hand-written notebooks regarding various aspects of the factory, old tools and the first labels used. Moreover, a dated history of the island of Santorini, its inhabitants and their unique tradition as well as audiovisual material with interviews of past workers of the plant, who narrate their firsthand experiences of a by-gone industrial era, are available."
            }
          }
        ]
      },
      {
        "pin": {
          "pin_id": 7,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/museums.png",
          "pos": {
            "x": -27.24,
            "y": 8,
            "z": -70.58
          },
          "visibledistance": 1000000
        },
        "lat": 36.461734,
        "lon": 25.373953,
        "id": 7,
        "img": "DSC05616 SMALL.jpg",
        "path": "maritime_museum/",
        "video": "MARITIMEMUSEUM.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "IMG_1019 WIDE SMAL PANORAMAL.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Ναυτικό Μουσείο Θήρας",
              "subtitle": "Μουσείο",
              "short_descr": "Το Ναυτικό Μουσείο στην Οία, στεγάζει ξεχωριστά σημεία της ναυτικής ιστορίας του νησιού.",
              "long_descr": "Το Ναυτικό Μουσείο Θήρας ιδρύθηκε το 1951 ενώ ουσιαστικά στο κτήριο που στεγάζεται σήμερα, ένα καπετανόσπιτο του 19ου αιώνα, μεταφέρθηκε μόνο το 1991. Το μουσείο απαρτίζεται από δύο ορόφους. Στο ισόγειο, εκτίθενται αυτούσια εξαρτήματα ναυτιλιακού εξοπλισμού, ενώ στον επάνω οροφο, παρουσιάζονται μοντέλα παλαιών ιστιοφόρων  αλλά και διάφορες  υδατογραφίες, προικοσύμφωνα κ.α. Με δεδομένη την πλούσια και σημαντική ναυτική ιστορία της Σαντορίνης , κυρίως της Οίας  (τόπος καταγωγής πολλών πλοιοκτητών, καρνάγιο κ.α.), ήταν επιβεβλημένη η  ίδρυση του Ναυτικού Μουσείου."
            },
            "en": {
              "title": "Maritime Museum of Thira",
              "subtitle": "Museum",
              "short_descr": "The Maritime Museum in Oia exhibits distinctive aspects of the island's maritime history.",
              "long_descr": "The Maritime museum of Thira was founded in 1951 and was essentially moved to the present-day building, a 19th-century captain's house, only in 1991. The museum consists of two floors. On the ground floor the visitor could find different  marine equipments, while on the upper floor, there are models of old sailboats, as well as various watercolors and legal documents. Given the rich and significant maritime history of Santorini, especially of Oia (the birthplace of ship-owners, shipyard, etc.), it was imperative to establish the Maritime Museum."
            }
          }
        ]
      }
    ]
  },
  {
    "cat_id": 5,
    "img": "assets/images/categories/paths.png",
    "monuments": [
      {
        "pin": {
          "pin_id": 9,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/paths.png",
          "pos": {
            "x": 4.56,
            "y": 8.24,
            "z": -76.92
          },
          "visibledistance": 1000000
        },
        "lat": 36.432722,
        "lon": 25.419995,
        "id": 9,
        "img": "Megalochori01.jpg",
        "path": "walking_path_oia/",
        "video": "PATHFIRA.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "SANTORINI FOR MONOPATI SMALL panoramic.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Μονοπάτι Φηρά – Οία",
              "subtitle": "Διαδρομή",
              "short_descr": "Μία από τις πιο ιδιαίτερες περιπατητικές περιηγήσεις  στο νησί",
              "long_descr": "Μία από τις πιο ιδιαίτερες περιπατητικές περιηγήσεις  στο νησί. Η απόσταση είναι περίπου στα 12 χλμ, έχοντας ως αρχή την πλατεία των Φηρών, ενώ η χρονική διάρκεια είναι κατά μέσο όρο 3 ώρες. Το πολύ γνωστό σε όλους μονοπάτι από τα Φηρά μέχρι και την Οία, συνδυάζει ιστορία, γεωλογία, αρχιτεκτονική κ.α. Ξεκινώντας από τα Φηρά, πάντα με τις κατάλληλες προϋποθέσεις και συνθήκες,  διασχίζετε την Καθολική Συνοικία των Φηρών, το Φηροστεφάνι και το Ημεροβίγλι. Πρώτη βασική στάση στη διαδρομή είναι ο Σκάρος, η μεσαιωνική πρωτεύουσα του νησιού. Στη συνέχεια θα ακολουθήσετε τη διαδρομή στο χείλος της καλδέρας φτάνοντας αρχικά στην εκκλησία του Προφήτη Ηλία στο Ημεροβίγλι. Από εκεί και πέρα, συνεχίζεται το μονοπάτι προς την Οία ενώ για μία απόσταση 500 μέτρα, η διαδρομή διέρχεται μέσω του κεντρικού δρόμου. Στο τελευταίο μέρος της διαδρομής θα συναντήσετε ξεχωριστά στοιχεία της γεωλογικής ιστορίας του νησιού. Ιδιαίτερα εντυπωσιακό μέρος στο μονοπάτι είναι και η κάθοδος προς την Οία."
            },
            "en": {
              "title": "Hiking Path Fira – Oia",
              "subtitle": "Path",
              "short_descr": "One of the most important walking – hiking path on the island",
              "long_descr": "One of the most important walking – hiking path on the island. Its distance is about 12 km, starting from Fira Central Square and it takes approximately 3 hours to traverse. The well – known trail from Fira to Oia, combines history, geology, architecture and more. Starting from Fira, you will pass through the Fira catholic district and the villages of Firostefani and Imerovigli. The first major stop on the route is Skaros, the island’s medieval capital. You will then follow the path, along the caldera’s rim to reach the second spot, the church of Prophet Elias in Imerovigli. From there, the path continues to Oia and for a distance of 500 meters, the route coincides with the main road. In the last part of the trail you will find remarkable elements of the geological history of the island. The descent to Oia is particularly impressive."
            }
          }
        ]
      },
      {
        "pin": {
          "pin_id": 11,
          "src": "assets/model/pin/pinSingle.gltf",
          "texture": "assets/images/pins/paths.png",
          "pos": {
            "x": 35,
            "y": 7,
            "z": 50
          },
          "visibledistance": 1000000
        },
        "lat": 36.374569,
        "lon": 25.432666,
        "id": 11,
        "img": "bb0.jpg",
        "path": "walking_path_megaloxori_pirgos_emporio/",
        "video": "PATH_MEG_PIRGOS.mp4",
        "panoramics": [
          {
            "rotate": [
              0,
              3.14
            ],
            "scale": [1, 1, 1],
            "img": "PYRGOS PANORAMIC 01 SMALL PANORAMIC.jpg",
            "panoramichotspots": [
              {
                "id": 1,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 4.2,
                  "y": 6.14,
                  "z": 6.64
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              },
              {
                "id": 2,
                "texture": "assets/textures/hotspot.png",
                "overlay": "assets/images/hotSpotDetailSample1.png",
                "position": {
                  "x": 1.8,
                  "y": 2.36,
                  "z": -13.14
                },
                "scale": {
                  "x": 2,
                  "y": 2,
                  "z": 2
                }
              }
            ]
          }
        ],
        "favourite": false,
        "translations": [
          {
            "el": {
              "title": "Μονοπάτι Μεγαλοχώρι – Πύργος – Εμπορείο",
              "subtitle": "Διαδρομή",
              "short_descr": "Μία από τις πιο άγνωστες και ενδιαφέρουσες ταυτόχρονα διαδρομές του νησιού παρουσιάζοντας διαφορετικά πολιτισμικά στοιχεία μακριά από την τόσο γνωστή καλδέρα.",
              "long_descr": "Μία από τις πιο άγνωστες και ενδιαφέρουσες ταυτόχρονα διαδρομές του νησιού παρουσιάζοντας διαφορετικά πολιτισμικά στοιχεία μακριά από την τόσο γνωστή καλδέρα. Η διάρκεια της διαδρομής είναι κατά μέσο 3 – 4 ώρες ανάλογα το σημείο εκκίνησης. Ξεκινώντας από το Μεγαλοχώρι, ένα από τα πιο παραδοσιακά χωριά του νησιού κατευθυνόμαστε στην πίσω πλευρά του χωριού οπού εκεί ξεκινάει το μονοπάτι προς τον Πύργο. Η αρχή του μονοπατιού γίνεται μέσα από τον πολύ ξεχωριστό θηραϊκό αμπελώνα  και κατευθυνόμαστε ουσιαστικά μέσα σε λίγη ώρα (30 – 40 λεπτά) στην αρχή της εισόδου του Πύργου. Από εκεί, έχουμε τη δυνατότητα, να επισκεφθούμε έναν από τους ιδιαίτερους οχυρωματικούς οικισμούς των Κυκλάδων, τον Πύργο, με μοναδικά στοιχεία  αρχιτεκτονικής. Διασχίζοντας τον κεντρικό δρόμο, εντοπίζουμε τη συνέχεια του μονοπατιού προς το Εμπορείο. Εκεί, έχοντας στα δεξιά μας τον κάμπο του Πύργου – Εμπορείου κατευθυνόμαστε σε μια άγνωστη γόνιμη πλευρά του νησιού. Λίγο πριν το τέλος, διακρίνεται εκτός των άλλων η εκκλησία της Αγίας Αικατερίνας στο Εμπορείο. Η διαδρομή ολοκληρώνεται λίγα μέτρα πιο μακριά όπου συναντάμε την είσοδο του Καστελιού (Κάστρο) του Εμπορείου. Ενδιαφέροντα σημεία μέσα στο κάστρο είναι ο τρόπος δόμησης των σπιτιών αλλά και η εκκλησία της Παναγίας (Κοίμηση της Θεοτόκου)."
            },
            "en": {
              "title": "Hiking path Megalochori - Pyrgos – Emporio",
              "subtitle": "Path",
              "short_descr": "It is one of the most unknown and interesting at the same time routes of the island with a variety of cultural elements, far from the well-known caldera.",
              "long_descr": "It is one of the most unknown and interesting at the same time routes of the island with a variety of cultural elements, far from the well-known caldera. The hike takes an average of 3-4 hours depending on the starting point. The path to Pyrgos starts from Megalochori, one of the most traditional villages of the island. The starting point is within a traditional vineyard and the visitor is guided in a short time (30 - 40 minutes) towards the entrance of the village of Pyrgos. At this point, the visitor has the opportunity to visit one of the most important fortified settlements of Cyclades, the village of Pyrgos, displaying unique architectural characteristics. The main road to the Monastery of Prophet Elias, crosscuts the path to Emporio, on the right of which, the plain of Pyrgos – Emporio can be seen. Shortly before the end, the church of St. Catherine in Emporio can be distinguished. The route ends a few meters further, where you can find the entrance of the Castle of Emporio. Interesting points of view inside the castle are the way of the houses that are built and the church of Virgin Mary. (Assumption of Virgin Mary)."
            }
          }
        ]
      }
    ]
  }
]
}